export default function About() {
    return (
      <div className="p-6 bg-gray-100 rounded-lg font-sans leading-relaxed mt-16">
        <h1 className="text-2xl font-bold text-gray-800 mb-4">
          جمعية حي الزهور: رؤية نحو مجتمع متكامل
        </h1>
        <p className="text-lg text-gray-600 text-justify">
          تأسست جمعية حي الزهور بهدف تحقيق التنمية المستدامة وتعزيز الأنشطة
          الاجتماعية، الثقافية، الفنية، الرياضية، والبيئية داخل حي الزهور. تسعى
          الجمعية من خلال مشاريعها المختلفة إلى تحقيق تغيير إيجابي في حياة سكان
          الحي، مع التركيز على تحسين جودة الحياة من خلال الأنشطة المتنوعة التي
          تستهدف كافة شرائح المجتمع، سواء كانت أطفالًا، شبابًا، أو كبار السن.
          <br />
          <br />
          من خلال تنظيم فعاليات وندوات تثقيفية، ورش عمل تعليمية، ومسابقات رياضية،
          تقدم الجمعية فرصًا كبيرة للتفاعل بين أفراد المجتمع، وتعزز من التلاحم
          الاجتماعي. كما تسعى الجمعية إلى دعم المواهب المحلية في مختلف المجالات
          الفنية والثقافية، من خلال توفير منصات للإبداع والمشاركة. يتجلى ذلك من
          خلال عروض مسرحية، ورشات رسم، ومهرجانات موسيقية تهدف إلى إبراز مواهب
          أبناء الحي وتعزيز الهوية الثقافية للمجتمع.
          <br />
          <br />
          إلى جانب الأنشطة الثقافية والفنية، تولي الجمعية اهتمامًا خاصًا بالجانب
          البيئي، حيث تهدف إلى نشر الوعي البيئي بين أفراد الحي وتعزيز السلوكيات
          الإيكولوجية السليمة من خلال حملات تنظيف وتشجير ومبادرات للحفاظ على
          البيئة. كما تنظم الجمعية فعاليات رياضية تهدف إلى تحفيز الشباب على ممارسة
          الأنشطة البدنية، مما يسهم في تعزيز صحتهم البدنية والنفسية.
          <br />
          <br />
          جمعية حي الزهور تؤمن بأن التنمية المستدامة لا تتم إلا من خلال التعاون
          المشترك بين جميع أفراد المجتمع. لذا، فإنها تسعى إلى بناء جسور من التواصل
          بين السكان، وتسعى إلى شراكات فعالة مع المؤسسات المحلية، بما في ذلك
          المجالس البلدية والهيئات الحكومية، من أجل تنفيذ مشاريع تحقق تطلعات السكان
          في مختلف المجالات.
          <br />
          <br />
          كما أن الجمعية تعمل على خلق بيئة تشجع على المبادرة والعمل الجماعي، مما
          يجعلها جزءًا أساسيًا من النسيج الاجتماعي للحي. ومن خلال عملها المتواصل،
          تأمل الجمعية في أن تساهم بشكل كبير في بناء مجتمع متماسك وواعٍ قادر على
          مواجهة التحديات والفرص التي تطرأ عليه في المستقبل.
          <br />
          <br />
          جمعية حي الزهور هي أكثر من مجرد جمعية محلية، فهي حلم يتجسد في كل نشاط
          تنظمه، وفي كل فكرة تساهم في بناء مجتمع أكثر تماسكًا، ووعيًا، وتقدمًا. من
          خلال جهود أعضائها المتفانين، تستمر الجمعية في نشر قيم التعاون والمشاركة،
          وتجسد روح الأمل والطموح في كل مشروع تنفذه.
        </p>
      </div>
    );
  }
  