import { register } from 'timeago.js';

const arabicLocale = (number, index) => {
  return [
    ['قبل لحظات', 'بعد لحظات'],
    ['قبل %s ثانية', 'بعد %s ثانية'],
    ['قبل دقيقة', 'بعد دقيقة'],
    ['قبل %s دقيقة', 'بعد %s دقيقة'],
    ['قبل ساعة', 'بعد ساعة'],
    ['قبل %s ساعة', 'بعد %s ساعة'],
    ['قبل يوم', 'بعد يوم'],
    ['قبل %s يوم', 'بعد %s يوم'],
    ['قبل أسبوع', 'بعد أسبوع'],
    ['قبل %s أسبوع', 'بعد %s أسبوع'],
    ['قبل شهر', 'بعد شهر'],
    ['قبل %s شهر', 'بعد %s شهر'],
    ['قبل سنة', 'بعد سنة'],
    ['قبل %s سنة', 'بعد %s سنة'],
  ][index];
};

register('ar', arabicLocale);
